1password
1password-cli
alsa-utils
base
base-devel
betterdiscord-installer
betterdiscordctl-git
bluez
bluez-utils
btop
clipse
dhcpcd
discord
downgrade
dunst
efibootmgr
evtest
fd
font-manager
git
gnome-themes-extra
gnu-free-fonts
helvum
hyprland
hyprlock
hyprpaper
hyprpicker-git
hyprpolkitagent
hyprutils
intel-ucode
kitty
krita
libnewt
libnotify
linux
linux-firmware
linux-headers
lua51
luarocks
man-db
man-pages
neofetch
neovim
nix
noto-fonts
noto-fonts-cjk
noto-fonts-extra
nvidia
nvidia-settings
obs-studio
openssh
otf-font-awesome
pipewire
pipewire-alsa
pipewire-pulse
qt5-wayland
ripgrep
rofi-emoji
rofi-wayland
spotify-launcher
sudo
telegram-desktop
texinfo
ttf-apple-emoji
ttf-ibm-plex
ttf-iosevka
ttf-opensans
ttf-pt-mono
ungoogled-chromium-bin
uwsm
v4l2loopback-dkms
v4l2loopback-utils
vim
waybar
wev
which
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay-bin
yay-bin-debug
